Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_ja_kulttuurin_osaamisesta_pulaa_sote-alalla_-_kyselylla_selvitetaan_taydennyskoulutuksen_tarvetta.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten ja kulttuurin osaamisesta pulaa sote-alalla – kyselyllä selvitetään täydennyskoulutuksen tarvetta
sms: Kõõjjõs sosiaal- da tiõrvâsvuõttsueʹrj ämmatniiʹǩǩi sääʹmǩiõlid da kulttuuʹre õhttneei siltteemtaarbin – vaʹstteemäiʹǧǧ 22.9.2020 räjja.

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) selvittää kyselyllä sosiaali- ja terveysalan ammattilaisten saamen kieliin ja saamelaiseen kulttuuriin liittyviä osaamistarpeita.
sms: Tâʹvv-Lääʹddjânnam sosiaalsueʹrj siltteemkõõskõõzz (Poske) sääʹmjuâǥǥas seʹlvvat sääʹmǩiõllsaž sosiaal- da tiõrvâsvuõttsueʹrj ämmatniiʹǩǩi silttummuž kõõjjõõzzin.

source: Tulosten perusteella toteutetaan sosiaali- ja terveysalalle räätälöityä ammatillista täydennyskoulutusta.
sms: Kõõjjõõzz mieʹrren lij seeʹlvted sosiaal- da tiõrvâsvuõttsueʹrj ämmatniiʹǩǩi sääʹmǩiõlid da sääʹm kulttuuʹre õhttneei siltteemtaarbid mottjeei reâuggjieʹllmest da viikkâd čõõđ tõi vuâđald ämmtallaš tiuddeemškooultõõzz.

source: Kysely on osa Lapin yliopiston, Lapin ammattikorkeakoulun ja Posken toteuttamaa Monialaista ja -tieteistä osaamista sosiaali- ja terveydenhuollon ammattilaisille (MoniSoTe) -hanketta (ESR-rahoitteinen).
sms: Kõõjjõs lij vueʹssen Lappi universiteeʹtt, Lappi ämmatõllškooul da Poske čõõđ viikkâm Määŋgsuârǥlaž da -tiõđlaž silttummuž sosiaal- da tiõrvâsvuõtthuâl ämmatniiʹǩǩid (MoniSOTe)-haʹŋǩǩõõzzâst (ESR-teäggtõs).

source: Sen tavoitteena on saada tietoa Lapissa toimivien sosiaali- ja terveydenhuollon ammattilaisten monialaisista osaamistarpeista.
sms: Tõn mieʹrren lij vuäǯǯad teâđ Lappist toiʹmmjeei sosiaal- da tiõrvâsvuõtthuâl ämmatniiʹǩǩi määŋgsuârǥlaž siltteemtaarbin.

source: Työelämän ajankohtaisiin osaamistarpeisiin pyritään vastaamaan monialaisen ja –tieteisen sote-alan ammatillisen täydennyskoulutuksen avulla.
sms: Reâuggjieʹllem ääiʹjpoddsaž siltteemtaarbid põõrǥât vaʹstteed määŋgsuârǥlaž da –tiõđlaž soti-sueʹrj ämmtallaš tiuddeemškooultõõzz veäkka.

source: Tähän liittyen vahvistetaan saamen kieliin ja kulttuuriin liittyvää osaamista sosiaali- ja terveydenhuollossa.
sms: Tõn mieʹldd põõrǥât pueʹreed sääʹmǩiõlid da kulttuuʹre kuulli silttummuž sosiaal- da tiõrvâsvuõtthuâlast.

source: ”Toivomme, että osaamistarpeiden kartoittamisen ja lisäkoulutuksen avulla voisimme tukea sellaisten palveluiden toteuttamista, joissa otetaan entistä paremmin huomioon saamelaisten asiakkaiden ja potilaiden tarpeet.
sms: Kõõjjõʹsse vuäitt vaʹstteet sääʹmǩiõlivuiʹm da lääddas tän liiŋkâst https://link.webropolsurveys.com/S/7D42DA9A2AC28BD4 .

source: Olemme kiinnostuneet saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta laajasti: sekä kieliosaamisesta että ammatillisesta osaamisesta.
sms: Vaʹstteemäiʹǧǧ lij 22.9.2020 räjja.

source: ” kertoo Posken saamelaisyksikön suunnittelija Lydia Heikkilä.
sms: Lââʹssteâđ

source: Lydia Heikkilä on huolissaan nykytilanteesta, jossa saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta ei ole tarkkaa tietoa.
sms: Lydia Heikkilä plaaneei Tâʹvv-Lääʹddjânnam sosiaalsueʹrj siltteemkõõskõs, Sääʹmjuâǥǥas Sääʹmteʹǧǧ lydia.heikkila(at)samediggi.fi teʹl. 040 592 5531
